ansible
bdw-gc
brotli
c-ares
cairo
cmake
cscope
fontconfig
freetype
fribidi
gd
gdbm
gdk-pixbuf
gettext
glib
gmp
gnutls
go
gobject-introspection
gradle
graphite2
graphviz
gts
guile
harfbuzz
helm
hugo
icu4c
jasper
jemalloc
jpeg
libev
libevent
libffi
libidn2
libpng
libpthread-stubs
librsvg
libslirp
libssh
libssh2
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
lua
luajit-openresty
luarocks
luv
lzo
m4
mono
mpdecimal
msgpack
ncurses
neovim
netpbm
nettle
nghttp2
node
openjdk
openssl@1.1
p11-kit
pango
pcre
pixman
pkg-config
podman
python@3.8
python@3.9
qemu
readline
ruby
rust
snappy
sqlite
tcl-tk
telnet
tmux
tree-sitter
unbound
unibilium
utf8proc
vde
webp
xorgproto
xz
zsh
iterm2
