tap 'homebrew/cask'
tap "norwoodj/tap"
tap "hashicorp/tap"
tap "goreleaser/tap"
tap "adrielp/tap"
tap "aws/tap"

brew "act"
brew "ansible"
brew "automake"
brew "awscli"
brew "aws-sam-cli"
brew "aws-iam-authenticator"
brew "azure-cli"
brew "bashdb" 
brew "clang-format"
brew "certbot"
brew "coreutils"
brew "delve"
brew "dnsmasq"
brew "bash-completion"
brew "ethereum"
brew "exiftool"
brew "gcc"
brew "git"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "hugo"
brew "helm"
brew "norwoodj/tap/helm-docs"
brew "jabba"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "node"
brew "libksba"
brew "libtool"
brew "maven"
brew "openssl@1.1"
brew "pkg-config"
brew "pre-commit"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "schemacheck"
brew "stow"
brew "tfenv"
brew "tgenv"
brew "hashicorp/tap/terraform-ls"
brew "helm-docs"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "universal-ctags"
brew "wget"
brew "xz"
brew "yarn"
brew "yq"

cask "appcleaner"
cask "aws-vault"
cask "brave-browser"
cask "cleanmymac"
cask "dbeaver-community"
cask "docker"
cask "google-drive"
cask "krisp"
cask "rectangle"
cask "visual-studio-code"
cask "1password"
cask "1password-cli"
cask "postman"
cask "miro"
cask "warp"
cask "notion"

# Optional apps you can have installed
# Some are replacements for others like: docker -> rancher
#brew "groovy"
#brew "vagrant-completion"
#brew "graphviz"
#brew "minikube"
#brew "terragrunt", args: ["ignore-dependencies"]
#cask "google-chrome"
#cask "vscodium"
#cask "vagrant"
#cask "rancher"
#cask "little-snitch"
#cask "drawio"
