tap "norwoodj/tap"
tap "hashicorp/tap"
tap "goreleaser/tap"

brew "ansible"
brew "automake"
brew "awscli"
brew "aws-vault"
brew "azure-cli"
brew "bashdb"
brew "clang-format"
brew "certbot"
brew "coreutils"
brew "delve"
brew "bash-completion"
brew "ethereum"
brew "exiftool"
brew "gcc"
brew "git"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "helm"
brew "norwoodj/tap/helm-docs"
brew "jabba"
brew "groovy"
brew "kubernetes-cli"
brew "neovim"
brew "node"
brew "libksba"
brew "libtool"
brew "maven"
brew "minikube"
brew "openssl@1.1"
brew "pkg-config"
brew "python@3.10"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "stow"
brew "terragrunt", args: ["ignore-dependencies"]
brew "tfenv"
brew "hashicorp/tap/terraform-ls"
brew "helm-docs"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
brew "xz"
brew "yarn"

cask "appcleaner"
cask "brave-browser"
cask "dbeaver-community"
cask "google-drive"
cask "rectangle"
cask "visual-studio-code"
cask "1password"
cask "1password-cli"
cask "rancher"
#cask "docker"
