tap "norwoodj/tap"
tap "hashicorp/tap"
tap "goreleaser/tap"
tap "adrielp/tap"
tap "aws/tap"
tap "derailed/k9s"
tap "int128/kubelogin"

brew "automake"
brew "awscli"
brew "bashdb" 
brew "clang-format"
brew "certbot"
brew "coreutils"
brew "delve"
brew "dnsmasq"
brew "bash-completion"
brew "exiftool"
brew "gcc"
brew "git"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "hugo"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "neovim"
brew "nvm"
brew "libksba"
brew "libtool"
brew "luarocks"
brew "kubelogin"
brew "pkg-config"
brew "pre-commit"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "schemacheck"
brew "stow"
brew "tfenv"
brew "tgenv"
brew "hashicorp/tap/terraform-ls"
brew "helm-docs"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "universal-ctags"
brew "xz"
brew "yarn"
brew "yq"
brew "fd"
brew "starship"
brew "zellij"
brew "bat"

cask "appcleaner"
cask "brave-browser"
cask "cleanmymac"
cask "dbeaver-community"
cask "docker"
cask "google-drive"
cask "visual-studio-code"
cask "1password"
cask "1password-cli"
cask "warp"
cask "notion"
cask "yubico-yubikey-manager"
